/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " ścieżek";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d kanałów";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d kanałów";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "absolutną pozycję czasu";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Zaawansowane";

/* Pref Subtitle */
"Alignment:" = "Wyrównanie:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Pozwalaj nakładać napisy";

/* Pref General */
"Always" = "Zawsze";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Zawsze ukrywaj Dock przy odtwarzaniu na pełnym ekranie";

/* Pref Video */
"Always try to use secondary screen" = "Zawsze próbuj korzystać z dodatkowego ekranu";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabic (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabic (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabic (Windows-1256)";

/* preference */
"Ask me" = "Spytaj";

/* OSD hint */
"Aspect Ratio: Locked" = "Proporcje obrazu: Zablokowane";

/* OSD hint */
"Aspect Ratio: Restored" = "Proporcje obrazu: Oryginalne";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Proporcje obrazu: Odblokowane";

/* PrefToolBarLabel */
"Audio" = "Dźwięk";

/* OSD hint */
"Audio %@" = "Dźwięk %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Opóźnienie dźwięku: %.1f s";

/* Inspector Info */
"Audio:%d" = "Dźwięk:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltic (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltic (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltic (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Kolor obramowania:";

/* Pref Subtitle */
"Bottom - Left" = "Na dole - Do lewej";

/* Pref Subtitle */
"Bottom - Middle" = "Na dole - Na środku";

/* Pref Subtitle */
"Bottom - Right" = "Na dole - Do prawej";

/* Pref Subtitle */
"Bottom only" = "Tylko na dole";

/* Video Tuner Panel */
"Brightness:" = "Jasność";

/* Pref Network */
"Cache size for stream:" = "Rozmiar bufora dla mediów strumieniowych:";

/* OSD hint */
"Caching: %4.2f%%" = "Buforowanie: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Brak pliku do odtworzenia";

/* Panel Button */
"Cancel" = "Anuluj";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Central Europe (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Central Europe (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Central Europe (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Central Europe (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Rozdział: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinese Simplified (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinese Simplified (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinese Simplified (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinese Simplified (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinese Simplified (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinese Traditional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinese Traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinese Traditional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinese Traditional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinese Traditional (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Wybierz odpowiednią metodę kodowania:";

/* open url panel */
"Clear Menu..." = "Wyczyść listę...";

/* Pref Subtitle */
"contains the video file name" = "zawiera nazwę pliku video";

/* Video Tuner Panel */
"Contrast:" = "Kontrast:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillic (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillic (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillic (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillic (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillic (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "Domyślne (użyj wartości z pliku napisów)";

/* Pref Video */
"Deinterlace method" = "Obsługa przeplotu";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Automatycznie wykrywaj wyjście cyfrowe SPDIF";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Wykryty plik:\t%1$@\nKodowanie:\t%2$@\nZgodność:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Ukryj";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Wyłącz poziome przewijanie myszy przy przewijaniu osi czasu";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Wyłącz pionowe przewijanie myszy do obsługi głośności";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Nie zachowuj, zawsze resetuj parametry po zatrzymaniu odtwarzania";

/* Pref General */
"Enable \"Open Recent\" menu" = "Pokazuj menu \"Ostatnio odtwarzane\"";

/* menu */
"Enter Fullscreen" = "Pełen ekran";

/* Pref Video */
"Enter fullscreen when playback starts" = "Przełącz na pełen ekran po starcie odtwarzania";

/* Equalizer Panel */
"Equalizer" = "Korektor dźwięku";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* menu */
"Exit Fullscreen" = "Odtwarzaj w oknie";

/* Pref Advanced */
"Extra options" = "Parametry";

/* Pref General */
"Find and play next file automatically" = "Znajdź i odtwarzaj następny plik automatycznie";

/* Pref General */
"Font Color" = "Kolor czcionki";

/* Pref Subtitle */
"Font Color:" = "Kolor:";

/* Pref Subtitle */
"Font:" = "Czcionka:";

/* Pref Video */
"Force index rebuilding" = "Wymuś odbudowę indeksu pliku";

/* PrefToolBarLabel */
"General" = "Główne";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greek (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greek (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebrew (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebrew (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebrew (Windows-1255)";

/* Pref Subtitle */
"height:" = "Wysokość:";

/* menu */
"Hide Auxiliary Controls" = "Ukryj regulację dźwięk";

/* Pref General */
"Hide in" = "Ukryj po:";

/* menu */
"Hide Letterbox" = "Hide Letterbox";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "Jak zachowywać parametry \"Korektora dźwięku\" ?";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "Jak zachowywać parametry \"Ustawień obrazu\" ?";

/* Video Tuner Panel */
"Hue:" = "Barwa:";

/* Pref Subtitle */
"If confidence ≤" = "Jeżeli zgodność ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "Włącz tę funkcję jeśli korzystasz ze słuchawek lub głośników Stereo";

/* Pref Video */
"Image Enhancement" = "Przetwarzanie obrazu";

/* Inspector Info */
"Inspector" = "Inspektor";

/* Pref Subtitle */
"is any name" = "ma dowolną nazwę";

/* Text Enc */
"Japanese (EUC)" = "Japanese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japanese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japanese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japanese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japanese (Windows-932)";

/* Pref Network */
"kBytes" = "kBajtów";

/* Pref General */
"Keep window on top:" = "Zatrzymaj okno na wierzchu:";

/* Text Enc */
"Korean (EUC)" = "Korean (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Korean (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Korean (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Korean (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "Pole tekstowe";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "Wczytaj, ale nie pokazuj napisów przy starcie odtwarzania";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Wczytaj napisy jeśli nazwa pliku";

/* Playlist OSD hint */
"Local files only" = "Tylko pliki lokalne";

/* menu */
"Lock Aspect Ratio" = "Zablokuj proporcje obrazu";

/* Pref Subtitle */
"matches the video file name exactly" = "jest taka sama jak nazwa pliku video";

/* OpenURL Panel */
"Media URL" = "Adres URL";

/* OSD hint */
"Mute OFF" = "Wycisz Wył.";

/* OSD hint */
"Mute ON" = "Wycisz Wł.";

/* PrefToolBarLabel */
"Network" = "Sieć";

/* Pref General */
"Never" = "Nigdy";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Nigdy nie resetuj, zachowaj jako moje domyślne parametry";

/* Inspector Info */
"No Info" = "Brak Informacji";

/* Pref Subtitle */
"No letterbox" = "Bez pola tekstowego";

/* Playlist OSD hint */
"No next episode" = "Brak następnego odcinka";

/* Playlist OSD hint */
"No previous episode" = "Brak poprzedniego odcinka";

/* Pref Video */
"None" = "Brak";

/* Pref Video */
"Normal" = "Normalny";

/* Video Tuner Panel */
"NR:" = "Red. szumów";

/* Pref Video */
"Number of threads" = "Ilość procesów";

/* Pref Subtitle */
"of movie's height" = "wysokości filmu";

/* Panel Button */
"OK" = "OK";

/* Pref General */
"on the right of control bar" = "po prawej stronie osi czasu";

/* No comment provided by engineer. */
"Open Media Files" = "Otwórz plik";

/* OpenURL Panel */
"Open URL" = "Otwórz URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Otwórz VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Zmieniono ustawienia OSD";

/* Pref Audio */
"Output" = "Wyjście dźwięku";

/* OSD hint */
"Paused" = "Pauza";

/* Pref Video */
"Performance & Quality" = "Wydajność i jakość";

/* Pref General */
"Player Control" = "Kontroler odtwarzacza";

/* Pref Network */
"Prefer IPV6" = "Preferuj sieć IPV6";

/* Pref */
"Preferences" = "Preferencje…";

/* Pref General */
"Quit when window closed" = "Zamknij MPlayerX po zakończeniu odtwarzania";

/* Pref General */
"relative time to current" = "relację do bieżącej pozycji";

/* Pref General */
"remaining time" = "pozostały czas";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "Miksuj kanały DTS 5.1 do Stereo";

/* Equalizer & Video Tuner Panel */
"Reset" = "Resetuj";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Resetuj parametry gdy MPlayerX zostanie zamknięty";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Resetuj parametry gdy nie ma już nic więcej do odtworzenia";

/* Pref General */
"Resume playing from last stopped place" = "Odtwarzaj od ostatnio zatrzymanej pozycji";

/* Video Tuner Panel */
"Saturation:" = "Nasycenie";

/* Pref Subtitle */
"set encoding by" = "ustaw kodowanie";

/* Video Tuner Panel */
"Sharpness:" = "Ostrość";

/* Pref General */
"Show" = "Pokaż";

/* menu */
"Show Auxiliary Controls" = "Pokaż regulację dźwięku";

/* menu */
"Show Letterbox" = "Pokaż ramki";

/* Pref General */
"Show OSD" = "Pokaż OSD";

/* Pref Subtitle */
"Size:" = "Rozmiar:";

/* Inspector Info */
"Source:" = "Źródło:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "South Europe (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Prędkość: %.1fX";

/* Pref General */
"Start to play when media opened" = "Uruchom odtwarzanie po wczytaniu pliku";

/* OSD hint */
"Stopped" = "Zatrzymany";

/* OSD hint */
"Sub Delay: %.1f s" = "Opóźnienie dźwięku: %.1f s";

/* OSD hint */
"Sub: %@" = "Napisy: %@";

/* PrefToolBarLabel */
"Subtitle" = "Napisy";

/* SubEncoding */
"Subtitle Encoding" = "Kodowanie napisów";

/* Inspector Info */
"Subtitle:%d" = "Napisy:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Wykrywanie kodowania tekstu";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Nie znaleziono pliku";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Nie można odtworzyć pliku w MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "Nie można odtowrzyć tego adresu w MPlayerX.";

/* Pref Subtitle */
"Top + Bottom" = "Na górze i na dole";

/* Pref Subtitle */
"Top - Left" = "Na górze - Do lewej";

/* Pref Subtitle */
"Top - Middle" = "Na górze - Na środku";

/* Pref Subtitle */
"Top - Right" = "Na górze - Do prawej";

/* Pref Subtitle */
"Top only" = "Tylko na górze";

/* Pref General */
"total time" = "całkowity czas";

/* Inspector Info */
"Track Info:" = "Ścieżki:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Transferuj strumień RTSP używając protokołu HTTP";

/* Pref General */
"Transparency" = "Przezroczystość";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turkish (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turkish (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turkish (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Odblokuj proporcje obrazu";

/* Pref Subtitle */
"Use embedded font if possible" = "Jeśli to możliwe użyj wbudowanych czcionek";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Używaj ffmpeg do obsługi strumienia";

/* PrefToolBarLabel */
"Video" = "Obraz";

/* OSD hint */
"Video %@" = "Obraz %@";

/* Video Tuner Panel */
"Video Tuner" = "Ustawienia obrazu";

/* Inspector Info */
"Video:%d" = "Obraz:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamese (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamese (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Głośność: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Western Europe (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Western Europe (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Western Europe (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Western Europe (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "Przełączając na pełen ekran, NIE wygaszaj innych ekranów";

/* Pref General */
"when hovering over the timeline" = "przy przesuwaniu po osi czasu";

/* Pref General */
"While playing" = "W czasie odtwarzania";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "Kiedy funkcja ta jest włączona, MPlayerX odtworzy indeks pliku aby umożliwić przewijanie video. Funkcja jest przydatna przy odtwarzaniu uszkodzonych plikach, ale może opóźnić start odtwarzania o kilka sekund.";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Użyj FFMpeg do obsługi strumienia";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Użyj MPlayer do obsługi strumienia";

